const experienceData = [
  {
    id: "ntust-phd",
    tabTitle: "國立臺灣科技大學",
    degree: "自動化及控制研究所 博士班",
    period: "2025/09 - Present",
    details: [
      "教育部博士生獎學金",
      "參加國內學術研討會 (AUTOMATION 2025)",
      "撰寫並投稿國際期刊論文 (腕靜脈生物辨識)",
      "國科會專題研究計畫實驗設計與報告撰寫 (多模態生物辨識系統)",
    ],
  },
  {
    id: "ntust-master",
    tabTitle: "國立臺灣科技大學",
    degree: "自動化及控制研究所 碩士",
    period: "2023/09 - 2025/08",
    details: [
      "閱讀國際期刊培養論文寫作、研究分析與實驗設計能力",
      "參與國科會計畫，負責部分程式開發與成果報告撰寫(AI PCB瑕疵檢測)",
      "跨校跨系所修習多門電腦科學核心課程",
    ],
  },
  {
    id: "nanya",
    tabTitle: "南亞科技股份有限公司",
    degree: "乾蝕刻部門 設備工程師",
    period: "2018/12 - 2023/08",
    details: [
      "科林研發(V2/E4/E5 Kiyo/EX)、東京威力(Vesta NV)設備之例行保養、故障診斷與異常排除",
      "追蹤負責設備健康狀況，分析機台異常原因，並提出改善建議",
      "撰寫新進設備操作或特殊案例故障排除之標準作業流程",
      "協助廠商新進設備安裝、建機與驗收流程",
      "管理設備零件庫存，並協調零件採購與交期",
    ],
  },
  {
    id: "asia-tech",
    tabTitle: "亞東技術學院",
    degree: "機械工程系 學士",
    period: "2014/09 - 2018/06",
    details: [
      "滑板社 Skate life",
    ],
  },
];
